export default {
    name: 'Антон Киян',
    about: 'Обо мне',
    works: 'Мои работы',
    contacts: 'Контакты',
    role: 'Фронтенд-разработчик',
    description: '<p>Я&nbsp;Frontend-разработчик с&nbsp;опытом создания разнообразных цифровых продуктов:</p> <ul> <li>промо-сайтов и&nbsp;лендингов</li> <li>спецпроектов с&nbsp;упором на&nbsp;визуальные эффекты и&nbsp;анимацию</li> <li>товарных и&nbsp;корпоративных сайтов</li> <li>веб-приложений любой сложности</li> </ul> <p>Работаю с&nbsp;vanilla&nbsp;JS, Vue.js (Nuxt.js) и&nbsp;современным фронтенд-стеком. Интегрирую интерактивные анимации, сотрудничаю с&nbsp;дизайнерами и&nbsp;арт-директорами, предлагая технически оптимальные решения для реализации креативных идей. Ценю чистый код, внимание к&nbsp;деталям и&nbsp;эффективную коммуникацию в&nbsp;команде.</p>',
    textDaichi: 'Корпоративный сайт компании Даичи',
    textSplitLineup: 'Сайт для подбора Wi-Fi контроллера для кондиционера',
    textSharry: 'Лендинг Шерримания',
    textPobeda: 'Спецпроект Lenta.ru к 80-летию Победы',
    textChampionat: 'Интерактивный спецпроект Championat.com',
    openMenu: 'Открыть меню',
    closeMenu: 'Закрыть меню'
} as const